Repository: joseconti/wordpress-varnish-as-a-service
Catalog: lang/wordpress-varnish-*-a-service-*.po
Languages: ca_es, pt_br

source: Varnish as a Service Configuration
ca_es: Configuració de Varnish as a Service
pt_br: Configuração do Varnish as a Service

source: Settings Saved!
ca_es: Configuració salvada!
pt_br: Configurações Salvas!

source: You do not have the privileges.
ca_es: No tens els privilegis necesaris.
pt_br: Você não tem os privilégios necessários.

source: Varnish as a Service Administration
ca_es: Administració de Varnish as a Service
pt_br: Administração do Varnish as a Service

source: Varnish Server configuration
ca_es: Configuració de Varnish as a Service
pt_br: Configuração de Varnish Server

source: Varnish Administration IP Address
ca_es: Adreça IP d'Administració de Varnish
pt_br: Endereço IP Varnish Administração

source: Varnish Administration Port
ca_es: Port d'Administración de Varnish
pt_br: Varnish Porta Administração

source: Varnish Version
ca_es: Versió de Varnish
pt_br: Varnish Versão

source: Timeout
ca_es: Temps d'espera
pt_br: Tempo Limite

source: seconds
ca_es: segons
pt_br: segundo

source: Use admin port
ca_es: Usar el Port d'Administració
pt_br: Use a porta de administração

source: Also purge all page navigation
ca_es: També netegar la memòria de totes les pàginas de navegació
pt_br: Também limpar o cache de toda navegação de páginas

source: Also purge all comment navigation
ca_es: També netegar la memòria de tots els comentaris de navegació
pt_br: Também limpar o cache de toda navegação de comentários

source: Save Changes
ca_es: Desar canvis
pt_br: Salvar Mudanças

source: Purge All Blog Cache
ca_es: Neteja tota la memòria del Blog
pt_br: Limpar Todo Cache do Blog

source: (Use only if necessary)
ca_es: (Utilitzar únicament en cas necessar)
pt_br: (Use apenas se necessário)
