Repository: joseconti/wordpress-varnish-as-a-service
Catalog: lang/wp-varnish-aas-*.po
Languages: ca_es, es_es

source: Varnish as a Service Configuration
ca_es: Configuració de Varnish as a Service
es_es: Configuración de Varnish as a Service

source: Settings Saved!
ca_es: ¡Configuració desada!
es_es: ¡Configuración salvada!

source: Purging Everything!
ca_es: ¡Buidant tota la memòria!
es_es: ¡Vaciando toda la caché!

source: Testing Connection to Varnish Server
ca_es: Provant la conexió al servidor Varnish
es_es: Probando la conexión al servidor Varnish

source: Varnish as a Service Administration
ca_es: Administració de Varnish as a Service
es_es: Administración de Varnish as a Service

source: Server Activated
ca_es: Servidor activat
es_es: Servidor activado

source: Server IP Address
ca_es: Adreça IP del servidor
es_es: Dirección IP del servidor

source: Server Port
ca_es: Port del servidor
es_es: Puerto del servidor

source: Use Admin port
ca_es: Usar el Port d'Administració
es_es: Usar Puerto de Administración

source: Secret Key
ca_es: Clau Secreta
es_es: Clave Secreta

source: Version
ca_es: Versió
es_es: Versión

source: Timeout
ca_es: Temps d'espera
es_es: Tiempo de espera

source: seconds
ca_es: segons
es_es: segundos

source: Test Connection to Varnish
ca_es: Provar la conexió amb Varnish
es_es: Probar la conexión con Varnish

source: Save Changes
ca_es: Desar canvis
es_es: Guardar cambios

source: Purge All Blog Cache
ca_es: Neteja tota la memòria del Blog
es_es: Limpiar toda la caché del Blog

source: INFO - Testing Server
ca_es: INFO - Provant servidor
es_es: INFO - Probando servidor

source: OK - Connection to Server
ca_es: SI - Conexió al servidor
es_es: SI - Conexión al servidor

source: INFO - Using Admin Port
ca_es: INFO - Usant port d'administració
es_es: INFO - Usando puerto de administración

source: OK - Authentication
ca_es: SI - Autenticació
es_es: SI - Autentificación

source: OK - Cache flush
ca_es: SI - Memòria eliminada
es_es: SI - caché eliminada

source: KO - Cache flush
ca_es: NO - Memòria eliminada
es_es: NO - caché eliminada

source: Verify your Varnish version
ca_es: Verifica la versió de Varnish
es_es: Verifica tu versión de Varnish

source: KO - Invalid Secret Key
ca_es: NO - Clau secreta incorrecta
es_es: NO - Clave secreta incorrecta

source: INFO - Authentication not required
ca_es: INFO - Autenticació no necessària
es_es: INFO - Autentificación no necesaria

source: OK - Request
ca_es: SI - Petició
es_es: SI - Petición

source: KO - Request
ca_es: NO - Petició
es_es: NO - Petición

source: KO - Connection to Server
ca_es: NO - Conexió al servidor
es_es: NO - Conexión al servidor

source: IP address or port closed. Verify your firewall or iptables.
ca_es: Adreça IP o port tancats. Verifica el tallafocs o iptables.
es_es: Dirección IP o puerto cerrados. Verifica tu cortafuegos o iptables.
